[ReflexStock_Bsc X2WeaponUpgradeTemplate]
FriendlyName="Рефлекторный приклад"
FriendlyNamePlural="Рефлекторные приклады"
BriefSummary="Промахи с вероятностью 25% превращаются в царапину."
TinySummary="Шанс 25% превратить промах в царапину."
LootTooltip="Это улучшение позволяет с вероятностью 25% превратить промах в царапину."

[ReflexStock_Adv X2WeaponUpgradeTemplate]
FriendlyName="Модифицированный рефлекторный приклад"
FriendlyNamePlural="Модифицированные рефлекторные приклады"
BriefSummary="Промахи с вероятностью 30% превращаются в царапину."
TinySummary="Шанс 30% превратить промах в царапину."
LootTooltip="Это улучшение позволяет с вероятностью 30% превратить промах в царапину."

[ReflexStock_Sup X2WeaponUpgradeTemplate]
FriendlyName="Улучшенный рефлекторный приклад"
FriendlyNamePlural="Улучшенные рефлекторные приклады"
BriefSummary="Промахи с вероятностью 35% превращаются в царапину."
TinySummary="Шанс 35% превратить промах в царапину."
LootTooltip="Это улучшение позволяет с вероятностью 35% превратить промах в царапину."